window.SORT_CARD_DB = [
    {
        "id": "world_boss",
        "cardname": [
            "[世界王卡片]創世權能",
            "[世界王卡片]湮滅本質",
            "[世界王卡片]原初締造"
        ]
    },
    {
        "id": "event",
        "cardname": [
            "[活動卡片]學生會新星",
            "[活動卡片]紅月晉見者"
        ]
    },
    {
        "id": "ch1",
        "cardname": [
            "[副本卡片]腐爛沼澤地",
            "[副本卡片]天空之城",
            "[副本卡片]鋼鐵都市",
            "[副本卡片]紫魔之城",
            "[副本卡片]潘朵拉：夢魘幻境",
            "[副本卡片]潘朵拉：聖天教會",
            "[副本卡片]次元界：第一要塞",
            "[副本卡片]次元界：第二要塞",
            "[副本卡片]次元界：第三要塞",
            "[副本卡片]次元界：原點之地",
            "[副本卡片]雲空大陸：極樂世界遊樂園",
            "[副本卡片]雲空大陸：赤血教堂",
            "[副本卡片]雲空大陸：精靈國度",
            "[副本卡片]雲空大陸：龍王教根據地",
            "[副本卡片]伊甸：星盤秘域",
            "[副本卡片]伊甸：星空迴廊",
            "[副本卡片]伊甸：星象館",
            "[副本卡片]伊甸：時間塔",
            "[副本卡片]伊甸：正義聖殿",
            "[副本卡片]伊甸：萬象天權府",
            "[副本卡片]伊甸：星識圖書館",
            "[副本卡片]伊甸：覲聖宙穹",
        ]
    },
    {
        "id": "ch2",
        "cardname": [
            "[副本卡片]七罪帝國：惡之城",
            "[副本卡片]七罪帝國：生化實驗室",
            "[副本卡片]七罪帝國：炙焰劍塚",
            "[副本卡片]七罪帝國：玫瑰庭院",
            "[副本卡片]七罪帝國：死氣之國",
            "[副本卡片]七罪帝國：惡魔王城",
            "[副本卡片]他化自在天：仙魔道館",
            "[副本卡片]他化自在天：幽冥峰",
            "[副本卡片]他化自在天：慾海",
            "[副本卡片]他化自在天：魔天宮",
            "[副本卡片]失樂園：塔爾塔洛斯",
            "[副本卡片]卡達斯聖山：聖山入口",
            "[副本卡片]卡達斯聖山：米斯卡塔尼克學院",
            "[副本卡片]卡達斯聖山：「聚所」拉萊耶",
            "[副本卡片]卡達斯聖山：倒懸圖書館",
            "[副本卡片]卡達斯聖山：外宇宙的一角",
            "[副本卡片]世界根源：原初之座"
        ]
    },
    {
        "id": "ch3",
        "cardname": [
            "[副本卡片]伊甸：星空最前線",
            "[副本卡片]埃雷西斯星系：小行星地帶",
            "[副本卡片]埃雷西斯星系：浩劫主戰艦",
            "[副本卡片]埃雷西斯星系：「浩劫」所降臨之處",
            "[副本卡片]伊歐斯菲亞：第九十九區貧民窟",
            "[副本卡片]伊歐斯菲亞：綠螢下水道",
            "[副本卡片]伊歐斯菲亞：市中心「黎明」",
            "[副本卡片]伊歐斯菲亞：「白塔」中央理序院",
            "[副本卡片]伊歐斯菲亞外環：「必然」的輪迴實驗場",
            "[副本卡片]天道太合星域：雲來客棧",
            "[副本卡片]天道太合星域：安魂堂",
            "[副本卡片]天道太合星域：天魔神教主殿",
            "[副本卡片]天道太合星域：「聯合」所匯聚之處",
            "[副本卡片]常世原：落櫻學院",
            "[副本卡片]常世原：神樂醫藥會社",
            "[副本卡片]常世原：櫻代屋敷",
            "[副本卡片]常世原：櫻庭組本家地下",
            "[副本卡片]阿卡夏星海：外神收容所",
            "[副本卡片]阿卡夏星海：天眼",
            "[副本卡片]阿卡夏星海：永恆典藏庫",
            "[副本卡片]阿卡夏星海:「無限」書錄星軌之所"
        ]
    }
];